[
  {
    "Scene": 0,
    "Word": "Roses",
    "Dialogue": "Oh yes, they're beautiful this time of year, aren't they? I always loved the pink and white ones especially."
  },
  {
    "Scene": 0,
    "Word": "Jane Austen",
    "Dialogue": "Oh, are you a fan of her too? I just started reading Pride and Prejudice, it's such a good book!"
  },
  {
    "Scene": 0,
    "Word": "Thunderstorm",
    "Dialogue": "I wouldn't want my dress to get wet, but I'm sure these flowers would appreciate the rain."
  },
  {
    "Scene": 0,
    "Word": "London",
    "Dialogue": "I've always wanted to go someday, have you been?"
  },
  {
    "Scene": 0,
    "Word": "Sponge Cake",
    "Dialogue": "It does look delicious, doesn't it? Maybe I could bring you a piece."
  },
  {
    "Scene": 0,
    "Word": "Luncheon",
    "Dialogue": "I’m honestly only here for the food, the gossip sometimes too but more often than not it gets a little boring haha."
  },
  {
    "Scene": 0,
    "Word": "Day Dress",
    "Dialogue": "Thank you! This dress is my favorite. I love all the bows along the skirt and sleeves, and the color reminds me of a clear blue sky."
  },
  {
    "Scene": 0,
    "Word": "Servant",
    "Dialogue": "It must be exhausting, working all day like you do. But I guess it’s probably better than figuring out which people to invite to a dinner party that doesn’t cause a scandal."
  },
  {
    "Scene": 0,
    "Word": "Tea Flavor",
    "Dialogue": "I’m quite fond of bohea personally, I always have a cup with my afternoon tea. One sugar cube and a splash of cream makes it perfect!"
  },
  {
    "Scene": 0,
    "Word": "Letter",
    "Dialogue": "You want to write to Me? Such a bold proposition! But…if you must know my address–"
  },
  {
    "Scene": 1,
    "Word": "Old Fashioned",
    "Dialogue": "A classic! I personally love a Gin Rickey, especially in the summer - you should try it!"
  },
  {
    "Scene": 1,
    "Word": "Moving Pictures",
    "Dialogue": "I got to see Das Cabinet des Dr. Caligari last week - have you seen it? Sent shivers down my spine!"
  },
  {
    "Scene": 1,
    "Word": "Lucky Strike Cigarettes",
    "Dialogue": "That's very generous of you; I'd love one."
  },
  {
    "Scene": 1,
    "Word": "Jelly Roll Morton",
    "Dialogue": "Ah, I love his music. Do you have a favorite song of his? Mine would have to be the Kansas City Stomp, I think."
  },
  {
    "Scene": 1,
    "Word": "Sequins and Feathers",
    "Dialogue": "Oh, thank you! This one's actually my favorite dress, I added them myself."
  },
  {
    "Scene": 1,
    "Word": "The Charleston",
    "Dialogue": "It’s just the bee’s knees! I had a bit of trouble learning how to dance it the first time, but now it’s as natural as breathing to me."
  },
  {
    "Scene": 1,
    "Word": "Full Moon",
    "Dialogue": "Wasn’t it so lovely tonight? It’s too bad you can barely see it with all the clouds and the lights along the streets."
  },
  {
    "Scene": 1,
    "Word": "Coney Island",
    "Dialogue": "Why I haven’t been in years! It would be nice to go again, maybe you and I could plan a date there?"
  },
  {
    "Scene": 1,
    "Word": "Blackjack or Poker",
    "Dialogue": "Hm neither, I’m more of a Bridge kinda gal. That or a couple rounds of Gin Rummy are more my style."
  },
  {
    "Scene": 1,
    "Word": "Main Street",
    "Dialogue": "Sinclair Lewis’s book really makes you think huh, and reading about Carol going against what small town society thinks is so empowering!"
  },
  {
    "Scene": 2,
    "Word": "Boss on Project Deadline",
    "Dialogue": "Not great. This idiot can't actually tell me what he wants, and then he acts like it's my fault it isn't working according to his so-called vision."
  },
  {
    "Scene": 2,
    "Word": "Dark Circles Under Your Eyes",
    "Dialogue": "Yeah, I...didn't sleep much last night, but I'll be able to rest once this is finished."
  },
  {
    "Scene": 2,
    "Word": "Want to Order Takeout",
    "Dialogue": "...Probably. I'm sorry, I know we've been doing a lot of that lately, but...well, you know how much I've got going on."
  },
  {
    "Scene": 2,
    "Word": "Any Plans for the Weekend",
    "Dialogue": "I was actually thinking if you’re down we could go to this new cafe that opened recently! I heard they got really good sponge cake."
  },
  {
    "Scene": 2,
    "Word": "Gonna Be Working Overtime",
    "Dialogue": "Dang really? That sucks, but I guess if it helps pay the bills you know. We can try the cafe another day then."
  },
  {
    "Scene": 2,
    "Word": "Binge Watching a Show",
    "Dialogue": "That does sound tempting, and we do need to get through our watch list before we get booted out of our account for password sharing haha."
  },
  {
    "Scene": 2,
    "Word": "New Video Game Announcement",
    "Dialogue": "Oh my god did you watch that teaser for that new horror game, OD: Knock or something? It looks sick, and will definitely give me nightmares when I play. I'm so excited."
  },
  {
    "Scene": 2,
    "Word": "Take Out the Trash",
    "Dialogue": "Shoot, was it my turn to do it? I’m so sorry it’s just this stupid code won’t cooperate–I’ll take it to the dumpster soon I promise."
  },
  {
    "Scene": 2,
    "Word": "Programmer's Rubber Ducky",
    "Dialogue": "Ha, if you don't mind I'd definitely appreciate your ear. So, what I'm doing here is-"
  },
  {
    "Scene": 2,
    "Word": "Have You Tried This?",
    "Dialogue": "Yes of course I have, it still doesn’t work…wait a minute. Maybe if I put this input here–Aha!"
  },
  {
    "Scene": 3,
    "Word": "I Missed You So Much",
    "Dialogue": "I missed you too, or I guess I used to since well, you’re here now. In this place…"
  },
  {
    "Scene": 3,
    "Word": "I'm Glad You Remember Me Now",
    "Dialogue": "How do you do it? With all these memories…all these lives…It feels so overwhelming."
  },
  {
    "Scene": 3,
    "Word": "We Have All the Time in the World",
    "Dialogue": "You could say that, or more like we used up all the time in the world. What are we even supposed to do now…"
  },
  {
    "Scene": 3,
    "Word": "Are You Okay?",
    "Dialogue": "I’m fine, I’m just–I feel so tired all of a sudden and I don’t, I don’t know…I don’t know."
  },
  {
    "Scene": 3,
    "Word": "I'm Sorry",
    "Dialogue": "....................."
  }
]